Repository: telon-org/flutter_gsm_sip_gateway
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, it, ja, km, ko, lo, ms, my, ru, sw, tg, th, zu

# appTitle
source: GSM-SIP Gateway
ar: بوابة GSM-SIP
it: Gateway GSM-SIP
ja: GSM-SIP ゲートウェイ
km: ច្រកឆ្លងកាត់ GSM-SIP
ko: GSM-SIP 게이트웨이
lo: ປະຕູຜ່ານ GSM-SIP
ms: Gerbang GSM-SIP
ru: GSM-SIP Шлюз
sw: Gerbang GSM-SIP
tg: Гейтвейи GSM-SIP
th: เกตเวย์ GSM-SIP
zu: I-GSM-SIP Gateway

# configureSipCredentials
source: Configure your SIP credentials
af: Konfigureer jou SIP-inligtings
ar: قم بتكوين بيانات اعتماد SIP الخاصة بك
az: SIP məlumatlarınızı konfiqurasiya edin
it: Configura le tue credenziali SIP
ja: SIP認証情報を設定してください
km: កំណត់រចនាសម្ព័ន្ធ SIP credentials របស់អ្នក
ko: SIP 인증 정보를 구성하세요
lo: ຕັ້ງຄ່າຂໍ້ມູນການຢືນຢັນ SIP ຂອງທ່ານ
ms: Konfigurasi kredensial SIP anda
my: သင့် SIP credentials များကို configure လုပ်ပါ
ru: Настройте ваши SIP учетные данные
sw: Sanidi vipimo vya SIP vyako
tg: Маълумоти SIP-ро танзим кунед
th: กำหนดค่าข้อมูลประจำตัว SIP ของคุณ
zu: Hlela amagama akho e-SIP

source: SIP Username
af: SIP Gebruikersnaam
ar: اسم مستخدم SIP
az: SIP İstifadəçi Adı
it: Nome Utente SIP
ja: SIPユーザー名
km: ឈ្មោះអ្នកប្រើប្រាស់ SIP
ko: SIP 사용자명
lo: ຊື່ຜູ້ໃຊ້ SIP
ms: Nama Pengguna SIP
my: SIP အသုံးပြုသူအမည်
ru: SIP Имя пользователя
sw: Jina la Mtumiaji SIP
tg: Номи корбари SIP
th: ชื่อผู้ใช้ SIP
zu: Igama lomsebenzisi le-SIP

source: SIP Password
af: SIP Wagwoord
ar: كلمة مرور SIP
az: SIP Şifrəsi
it: Password SIP
ja: SIPパスワード
km: ពាក្យសម្ងាត់ SIP
ko: SIP 비밀번호
lo: ລະຫັດຜ່ານ SIP
ms: Kata Laluan SIP
my: SIP စကားဝှက်
ru: SIP Пароль
sw: Nywila ya SIP
tg: Рамзи SIP
th: รหัสผ่าน SIP
zu: Iphasiwedi ye-SIP

source: SIP Server
af: SIP Bediener
ar: خادم SIP
it: Server SIP
ja: SIPサーバー
km: ម៉ាស៊ីនមេ SIP
ko: SIP 서버
lo: ເຊີເວີ SIP
ms: Pelayan SIP
ru: SIP Сервер
sw: Seva ya SIP
tg: Сервери SIP
th: เซิร์ฟเวอร์ SIP
zu: Iseva ye-SIP

source: SIP Port
af: SIP Poort
ar: منفذ SIP
az: SIP Portu
it: Porta SIP
ja: SIPポート
km: ច្រក SIP
ko: SIP 포트
lo: ພອດ SIP
ms: Port SIP
ru: SIP Порт
sw: Bandari ya SIP
tg: Порти SIP
th: พอร์ต SIP
zu: I-Port ye-SIP

source: Connect
af: Koppel
ar: اتصال
az: Qoşul
it: Connetti
ja: 接続
km: ភ្ជាប់
ko: 연결
lo: ເຊື່ອມຕໍ່
ms: Sambung
my: ချိတ်ဆက်ပါ
ru: Подключиться
sw: Unganisha
tg: Пайваст кардан
th: เชื่อมต่อ
zu: Xhuma

# rememberCredentials
source: Remember credentials and auto-login
af: Onthou inligtings en meld outomaties aan
ar: تذكر بيانات الاعتماد وتسجيل الدخول التلقائي
az: Məlumatları yadda saxla və avtomatik daxil ol
it: Ricorda credenziali e login automatico
ja: 認証情報を記憶して自動ログイン
km: ចងចាំ credentials និងចូលដោយស្វ័យប្រវត្តិ
ko: 인증 정보를 기억하고 자동 로그인
lo: ຈົດຈຳຂໍ້ມູນການຢືນຢັນແລະເຂົ້າສູ່ລະບົບອັດຕະໂນມັດ
ms: Ingat kredensial dan log masuk automatik
my: credentials များကို မှတ်ထားပြီး အလိုအလျောက် login လုပ်ပါ
ru: Запомнить учетные данные и автовход
sw: Kumbuka vipimo na kuingia kiotomatiki
tg: Маълумотро дар хотир нигоҳ доред ва худкор ворид шавед
th: จดจำข้อมูลประจำตัวและเข้าสู่ระบบอัตโนมัติ
zu: Khumbula amagama nokungena ngokuzenzakalelayo

source: Please enter SIP username
af: Voer asseblief SIP gebruikersnaam in
ar: يرجى إدخال اسم مستخدم SIP
az: Zəhmət olmasa SIP istifadəçi adını daxil edin
it: Inserisci il nome utente SIP
ja: SIPユーザー名を入力してください
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់ SIP
ko: SIP 사용자명을 입력하세요
lo: ກະລຸນາປ້ອນຊື່ຜູ້ໃຊ້ SIP
ms: Sila masukkan nama pengguna SIP
my: ကျေးဇူးပြု၍ SIP အသုံးပြုသူအမည်ကို ထည့်သွင်းပါ
ru: Пожалуйста, введите SIP имя пользователя
sw: Tafadhali weka jina la mtumiaji SIP
tg: Лутфан номи корбари SIP-ро ворид кунед
th: กรุณาป้อนชื่อผู้ใช้ SIP
zu: Sicela ufake igama lomsebenzisi le-SIP

source: Please enter SIP password
af: Voer asseblief SIP wagwoord in
ar: يرجى إدخال كلمة مرور SIP
az: Zəhmət olmasa SIP şifrəsini daxil edin
it: Inserisci la password SIP
ja: SIPパスワードを入力してください
km: សូមបញ្ចូលពាក្យសម្ងាត់ SIP
ko: SIP 비밀번호를 입력하세요
lo: ກະລຸນາປ້ອນລະຫັດຜ່ານ SIP
ms: Sila masukkan kata laluan SIP
my: ကျေးဇူးပြု၍ SIP စကားဝှက်ကို ထည့်သွင်းပါ
ru: Пожалуйста, введите SIP пароль
sw: Tafadhali weka nywila ya SIP
tg: Лутфан рамзи SIP-ро ворид кунед
th: กรุณาป้อนรหัสผ่าน SIP
zu: Sicela ufake iphasiwedi ye-SIP

source: Please enter SIP server
af: Voer asseblief SIP bediener in
ar: يرجى إدخال خادم SIP
az: Zəhmət olmasa SIP serverini daxil edin
it: Inserisci il server SIP
ja: SIPサーバーを入力してください
km: សូមបញ្ចូលម៉ាស៊ីនមេ SIP
ko: SIP 서버를 입력하세요
lo: ກະລຸນາປ້ອນເຊີເວີ SIP
ms: Sila masukkan pelayan SIP
my: ကျေးဇူးပြု၍ SIP server ကို ထည့်သွင်းပါ
ru: Пожалуйста, введите SIP сервер
sw: Tafadhali weka seva ya SIP
tg: Лутфан сервери SIP-ро ворид кунед
th: กรุณาป้อนเซิร์ฟเวอร์ SIP
zu: Sicela ufake iseva ye-SIP

source: Please enter SIP port
af: Voer asseblief SIP poort in
ar: يرجى إدخال منفذ SIP
az: Zəhmət olmasa SIP portunu daxil edin
it: Inserisci la porta SIP
ja: SIPポートを入力してください
km: សូមបញ្ចូលច្រក SIP
ko: SIP 포트를 입력하세요
lo: ກະລຸນາປ້ອນພອດ SIP
ms: Sila masukkan port SIP
my: ကျေးဇူးပြု၍ SIP port ကို ထည့်သွင်းပါ
ru: Пожалуйста, введите SIP порт
sw: Tafadhali weka bandari ya SIP
tg: Лутфан порти SIP-ро ворид кунед
th: กรุณาป้อนพอร์ต SIP
zu: Sicela ufake i-port ye-SIP

# pleaseEnterValidPort
source: Please enter a valid port number
af: Voer asseblief geldige poortnommer in
ar: يرجى إدخال رقم منفذ صحيح
az: Zəhmət olmasa düzgün port nömrəsi daxil edin
it: Inserisci un numero di porta valido
ja: 有効なポート番号を入力してください
km: សូមបញ្ចូលលេខច្រកត្រឹមត្រូវ
ko: 유효한 포트 번호를 입력하세요
lo: ກະລຸນາປ້ອນເບີພອດທີ່ຖືກຕ້ອງ
ms: Sila masukkan nombor port yang sah
my: ကျေးဇူးပြု၍ port နံပါတ်မှန် ထည့်သွင်းပါ
ru: Пожалуйста, введите корректный номер порта
sw: Tafadhali weka nambari ya bandari sahihi
tg: Лутфан рақами порти дурустро ворид кунед
th: กรุณาป้อนหมายเลขพอร์ตที่ถูกต้อง
zu: Sicela ufake inombolo ye-port evumelekile

source: Authentication failed
af: Verifikasie het misluk
ar: فشل في المصادقة
az: Autentifikasiya uğursuz oldu
it: Autenticazione fallita
ja: 認証に失敗しました
km: ការផ្ទៀងផ្ទាត់បរាជ័យ
ko: 인증 실패
lo: ການຢືນຢັນລົ້ມເຫລວ
ms: Pengesahan gagal
my: အထောက်အထားစစ်ဆေးခြင်း မအောင်မြင်ပါ
ru: Ошибка аутентификации
sw: Uthibitisho umeshindwa
tg: Санчиши ҳавола баста шуд
th: การยืนยันตัวตนล้มเหลว
zu: Ukuqinisekiswa kuhlulekile

source: Gateway Status
ar: حالة البوابة
az: Gateway Statusu
it: Stato del Gateway
ja: ゲートウェイステータス
km: ស្ថានភាពច្រកឆ្លងកាត់
ko: 게이트웨이 상태
lo: ສະຖານະປະຕູຜ່ານ
ms: Status Gerbang
my: Gateway အခြေအနေ
ru: Статус Шлюза
sw: Hali ya Gerbang
tg: Ҳолати гейтвей
th: สถานะเกตเวย์
zu: Isimo se-Gateway

source: SIP Connection
af: SIP Verbinding
ar: اتصال SIP
az: SIP Bağlantısı
it: Connessione SIP
ja: SIP接続
km: ការភ្ជាប់ SIP
ko: SIP 연결
lo: ການເຊື່ອມຕໍ່ SIP
ms: Sambungan SIP
my: SIP ချိတ်ဆက်မှု
ru: SIP Соединение
sw: Muunganisho wa SIP
tg: Пайвасти SIP
th: การเชื่อมต่อ SIP
zu: Ukuxhumana kwe-SIP

source: GSM Connection
af: GSM Verbinding
ar: اتصال GSM
az: GSM Bağlantısı
it: Connessione GSM
ja: GSM接続
km: ការភ្ជាប់ GSM
ko: GSM 연결
lo: ການເຊື່ອມຕໍ່ GSM
ms: Sambungan GSM
my: GSM ချိတ်ဆက်မှု
ru: GSM Соединение
sw: Muunganisho wa GSM
tg: Пайвасти GSM
th: การเชื่อมต่อ GSM
zu: Ukuxhumana kwe-GSM

source: Active Calls
af: Aktiewe Oproepe
ar: المكالمات النشطة
az: Aktiv Zənglər
it: Chiamate Attive
ja: アクティブな通話
km: ការហៅដែលសកម្ម
ko: 활성 통화
lo: ການໂທທີ່ໃຊ້ງານຢູ່
ms: Panggilan Aktif
my: အသုံးပြုနေသော ခေါ်ဆိုမှုများ
ru: Активные Звонки
sw: Simu za Kutosha
tg: Заңгирҳои фаъол
th: การโทรที่ใช้งานอยู่
zu: Ucingo Olusebenzayo

source: Registered
af: Geregistreer
ar: مسجل
az: Qeydiyyatdan keçdi
it: Registrato
ja: 登録済み
km: បានចុះឈ្មោះ
ko: 등록됨
lo: ລົງທະບຽນແລ້ວ
ms: Berdaftar
my: မှတ်ပုံတင်ပြီး
ru: Зарегистрирован
sw: Imeandikishwa
tg: Ба қайд гирифта шуд
th: ลงทะเบียนแล้ว
zu: Ibhalisiwe

source: Disconnected
af: Ontkoppel
ar: مفصول
az: Bağlantı kəsildi
it: Disconnesso
ja: 切断
km: បានផ្តាច់
ko: 연결 해제됨
lo: ຕັດການເຊື່ອມຕໍ່
ms: Terputus
my: ချိတ်ဆက်မှု ဖြတ်တောက်ထား
ru: Отключен
sw: Imeondolewa
tg: Қатъ карда шуд
th: ตัดการเชื่อมต่อ
zu: Ihlukanisiwe

source: Connected
af: Gekoppel
ar: متصل
az: Bağlandı
it: Connesso
ja: 接続済み
km: បានភ្ជាប់
ko: 연결됨
lo: ເຊື່ອມຕໍ່ແລ້ວ
ms: Disambungkan
my: ချိတ်ဆက်ထား
ru: Подключен
sw: Imeunganishwa
tg: Пайваст карда шуд
th: เชื่อมต่อแล้ว
zu: Ixhunywe

source: No Calls
af: Geen Oproepe
ar: لا توجد مكالمات
az: Zəng yoxdur
it: Nessuna Chiamata
ja: 通話なし
km: គ្មានការហៅ
ko: 통화 없음
lo: ບໍ່ມີການໂທ
ms: Tiada Panggilan
my: ခေါ်ဆိုမှု မရှိ
ru: Нет Звонков
sw: Hakuna Simu
tg: Заңгир нест
th: ไม่มีสาย
zu: Akukho Ucingo

# oneActive
source: 1 Active
af: 1 Aktief
ar: 1 نشط
az: 1 Aktiv
it: 1 Attiva
ja: 1件アクティブ
km: 1 សកម្ម
ko: 1개 활성
lo: 1 ໃຊ້ງານຢູ່
ms: 1 Aktif
my: 1 ခု အသုံးပြုနေ
ru: 1 Активный
sw: 1 Inatosha
tg: 1 фаъол
th: 1 ใช้งาน
zu: 1 Olusebenzayo

source: Gateway Controls
af: Gateway Beheer
ar: أدوات تحكم البوابة
az: Gateway İdarəetməsi
it: Controlli del Gateway
ja: ゲートウェイ制御
km: ការគ្រប់គ្រងច្រកឆ្លងកាត់
ko: 게이트웨이 제어
lo: ການຄວບຄຸມປະຕູຜ່ານ
ms: Kawalan Gerbang
my: Gateway ထိန်းချုပ်မှု
ru: Управление Шлюзом
sw: Udhibiti wa Gerbang
tg: Идоракунии гейтвей
th: การควบคุมเกตเวย์
zu: Ukulawula i-Gateway

source: Start Gateway
af: Begin Gateway
ar: بدء البوابة
az: Gateway-i Başlat
it: Avvia Gateway
ja: ゲートウェイ開始
km: ចាប់ផ្តើមច្រកឆ្លងកាត់
ko: 게이트웨이 시작
lo: ເລີ່ມປະຕູຜ່ານ
ms: Mulakan Gerbang
my: Gateway ကို စတင်ပါ
ru: Запустить Шлюз
sw: Anza Gerbang
tg: Гейтвейро оғоз кунед
th: เริ่มเกตเวย์
zu: Qala i-Gateway

source: Stop Gateway
ar: إيقاف البوابة
az: Gateway-i Dayandır
it: Ferma Gateway
ja: ゲートウェイ停止
km: បញ្ឈប់ច្រកឆ្លងកាត់
ko: 게이트웨이 중지
lo: ຢຸດປະຕູຜ່ານ
ms: Hentikan Gerbang
my: Gateway ကို ရပ်တန့်ပါ
ru: Остановить Шлюз
sw: Simamisha Gerbang
tg: Гейтвейро қатъ кунед
th: หยุดเกตเวย์
zu: Misa i-Gateway

source: End Call
af: Beëindig Oproep
ar: إنهاء المكالمة
az: Zəngi Bitir
it: Termina Chiamata
ja: 通話終了
km: បញ្ចប់ការហៅ
ko: 통화 종료
lo: ຈົບການໂທ
ms: Tamatkan Panggilan
my: ခေါ်ဆိုမှုကို အဆုံးသတ်ပါ
ru: Завершить Звонок
sw: Maliza Simu
tg: Заңгирро қатъ кунед
th: จบการโทร
zu: Qeda Ucingo

source: Recent Logs
af: Onlangse Logs
ar: السجلات الحديثة
az: Son Loglar
it: Log Recenti
ja: 最近のログ
km: កំណត់ត្រាថ្មីៗ
ko: 최근 로그
lo: ບັນທຶກຫຼ້າສຸດ
ms: Log Terkini
my: လတ်တလော မှတ်တမ်းများ
ru: Последние Логи
sw: Kumbukumbu za Hivi Karibuni
tg: Сабтҳои охирин
th: บันทึกล่าสุด
zu: Ama-Log Amuva

source: View All
af: Sien Alles
ar: عرض الكل
az: Hamısına Bax
it: Visualizza Tutto
ja: すべて表示
km: មើលទាំងអស់
ko: 모두 보기
lo: ເບິ່ງທັງໝົດ
ms: Lihat Semua
my: အားလုံးကို ကြည့်ရှုပါ
ru: Посмотреть Все
sw: Ona Yote
tg: Ҳамаро дидан
th: ดูทั้งหมด
zu: Bona Konke

source: No logs available
af: Geen logs beskikbaar
ar: لا توجد سجلات متاحة
az: Log mövcud deyil
it: Nessun log disponibile
ja: ログが利用できません
km: គ្មានកំណត់ត្រាដែលអាចប្រើបាន
ko: 사용 가능한 로그가 없습니다
lo: ບໍ່ມີບັນທຶກທີ່ມີຢູ່
ms: Tiada log tersedia
my: မှတ်တမ်း မရှိပါ
ru: Логи недоступны
sw: Hakuna kumbukumbu zinazopatikana
tg: Сабтҳо дастрас нестанд
th: ไม่มีบันทึก
zu: Akukho ama-log atholakalayo

source: Gateway logs will appear here
af: Gateway logs sal hier verskyn
ar: ستظهر سجلات البوابة هنا
az: Gateway logları burada görünəcək
it: I log del gateway appariranno qui
ja: ゲートウェイログがここに表示されます
km: កំណត់ត្រាច្រកឆ្លងកាត់នឹងបង្ហាញនៅទីនេះ
ko: 게이트웨이 로그가 여기에 표시됩니다
lo: ບັນທຶກປະຕູຜ່ານຈະປາກົດທີ່ນີ້
ms: Log gerbang akan muncul di sini
my: Gateway မှတ်တမ်းများ ဤနေရာတွင် ပေါ်လာမည်
ru: Логи шлюза появятся здесь
sw: Kumbukumbu za gerbang zitaonekana hapa
tg: Сабтҳои гейтвей дар ин ҷо пайдо мешаванд
th: บันทึกเกตเวย์จะปรากฏที่นี่
zu: Ama-log e-gateway aza kuvela lapha

source: Test Controls
af: Toets Beheer
ar: أدوات التحكم التجريبية
az: Test İdarəetməsi
it: Controlli di Test
ja: テスト制御
km: ការគ្រប់គ្រងធ្វើតេស្ត
ko: 테스트 제어
lo: ການຄວບຄຸມທົດສອບ
ms: Kawalan Ujian
my: စမ်းသပ်မှု ထိန်းချုပ်မှု
ru: Тестовые Элементы
sw: Udhibiti wa Jaribio
tg: Идоракунииҳои санҷишӣ
th: การควบคุมทดสอบ
zu: Ukulawula Ukuhlola

source: Test SIP Call
af: Toets SIP Oproep
ar: اختبار مكالمة SIP
az: SIP Zəngini Test Et
it: Test Chiamata SIP
ja: SIP通話テスト
km: ធ្វើតេស្តការហៅ SIP
ko: SIP 통화 테스트
lo: ທົດສອບການໂທ SIP
ms: Uji Panggilan SIP
my: SIP ခေါ်ဆိုမှုကို စမ်းသပ်ပါ
ru: Тест SIP Звонка
sw: Jaribu Simu ya SIP
tg: Санҷиши заңгири SIP
th: ทดสอบการโทร SIP
zu: Hlola Ucingo lwe-SIP

source: Test GSM Call
af: Toets GSM Oproep
ar: اختبار مكالمة GSM
az: GSM Zəngini Test Et
it: Test Chiamata GSM
ja: GSM通話テスト
km: ធ្វើតេស្តការហៅ GSM
ko: GSM 통화 테스트
lo: ທົດສອບການໂທ GSM
ms: Uji Panggilan GSM
my: GSM ခေါ်ဆိုမှုကို စမ်းသပ်ပါ
ru: Тест GSM Звонка
sw: Jaribu Simu ya GSM
tg: Санҷиши заңгири GSM
th: ทดสอบการโทร GSM
zu: Hlola Ucingo lwe-GSM

source: Settings
af: Instellings
ar: الإعدادات
az: Tənzimləmələr
it: Impostazioni
ja: 設定
km: ការកំណត់
ko: 설정
lo: ການຕັ້ງຄ່າ
ms: Tetapan
my: ဆက်တင်များ
ru: Настройки
sw: Mipangilio
tg: Танзимот
th: การตั้งค่า
zu: Izilungiselelo

source: SIP Configuration
af: SIP Konfigurasie
ar: تكوين SIP
az: SIP Konfiqurasiyası
it: Configurazione SIP
ja: SIP設定
km: ការកំណត់រចនាសម្ព័ន្ធ SIP
ko: SIP 구성
lo: ການຕັ້ງຄ່າ SIP
ms: Konfigurasi SIP
my: SIP ပြင်ဆင်မှု
ru: SIP Конфигурация
sw: Usanidi wa SIP
tg: Танзими SIP
th: การกำหนดค่า SIP
zu: Ukuhlela i-SIP

source: Gateway Options
af: Gateway Opsies
ar: خيارات البوابة
az: Gateway Seçimləri
it: Opzioni del Gateway
ja: ゲートウェイオプション
km: ជម្រើសច្រកឆ្លងកាត់
ko: 게이트웨이 옵션
lo: ຕົວເລືອກປະຕູຜ່ານ
ms: Pilihan Gerbang
my: Gateway ရွေးချယ်မှုများ
ru: Опции Шлюза
sw: Chaguzi za Gerbang
tg: Имкониятҳои гейтвей
th: ตัวเลือกเกตเวย์
zu: Izinketho ze-Gateway

source: Auto Start Gateway
af: Begin Gateway Outomaties
ar: بدء البوابة تلقائياً
az: Gateway-i Avtomatik Başlat
it: Avvio Automatico del Gateway
ja: ゲートウェイ自動開始
km: ចាប់ផ្តើមច្រកឆ្លងកាត់ដោយស្វ័យប្រវត្តិ
ko: 게이트웨이 자동 시작
lo: ເລີ່ມປະຕູຜ່ານອັດຕະໂນມັດ
ms: Mulakan Gerbang Secara Automatik
my: Gateway ကို အလိုအလျောက် စတင်ပါ
ru: Автозапуск Шлюза
sw: Anza Gerbang Kiotomatiki
tg: Худкор оғози гейтвей
th: เริ่มเกตเวย์อัตโนมัติ
zu: Qala i-Gateway Ngokuzenzakalelayo

# autoStartGatewayDesc
source: Automatically start gateway when app launches
af: Begin gateway outomaties wanneer toepassing oopmaak
ar: بدء البوابة تلقائياً عند تشغيل التطبيق
az: Tətbiq açılanda gateway-i avtomatik başlat
it: Avvia automaticamente il gateway all'apertura dell'app
ja: アプリ起動時にゲートウェイを自動開始
km: ចាប់ផ្តើមច្រកឆ្លងកាត់ដោយស្វ័យប្រវត្តិពេលបើកកម្មវិធី
ko: 앱 시작 시 게이트웨이를 자동으로 시작
lo: ເລີ່ມປະຕູຜ່ານອັດຕະໂນມັດເມື່ອເປີດແອັບ
ms: Mulakan gerbang secara automatik apabila aplikasi dibuka
my: အပ်ပလီကေးရှင်း ဖွင့်သောအခါ Gateway ကို အလိုအလျောက် စတင်ပါ
ru: Автоматически запускать шлюз при запуске приложения
sw: Anza gerbang kiotomatiki wakati programu inafunguliwa
tg: Гейтвейро худкор оғоз кунед ҳангоми кушодани барнома
th: เริ่มเกตเวย์อัตโนมัติเมื่อเปิดแอป
zu: Qala i-gateway ngokuzenzakalelayo lapho uhlelo luvulwa

source: Replace Default Dialer
af: Vervang Verstek Dialer
ar: استبدال الطابع الافتراضي
az: Standart Dialer-ı Dəyişdir
it: Sostituisci Compositore Predefinito
ja: デフォルトダイヤラーを置換
km: ជំនួសឧបករណ៍ហៅលេខលំនាំដើម
ko: 기본 다이얼러 교체
lo: ປ່ຽນແທນຕົວເລືອກເບີເລີ່ມຕົ້ນ
ms: Ganti Pemanggil Lalai
my: ပုံမှန် Dialer ကို အစားထိုးပါ
ru: Заменить Стандартный Наборщик
sw: Badilisha Dialer ya Chaguo-msingi
tg: Иваз кардани дайлери пешфарз
th: แทนที่เครื่องโทรเริ่มต้น
zu: Shintsha i-Dialer Yokwamukelekile

# replaceDefaultDialerDesc
source: Replace system dialer with gateway dialer
af: Vervang stelsel dialer met gateway dialer
ar: استبدال طابع النظام بطابع البوابة
az: Sistem dialer-ını gateway dialer-ı ilə dəyişdir
it: Sostituisci il compositore di sistema con quello del gateway
ja: システムダイヤラーをゲートウェイダイヤラーに置換
km: ជំនួសឧបករណ៍ហៅលេខប្រព័ន្ធដោយឧបករណ៍ហៅលេខច្រកឆ្លងកាត់
ko: 시스템 다이얼러를 게이트웨이 다이얼러로 교체
lo: ປ່ຽນແທນຕົວເລືອກເບີລະບົບດ້ວຍຕົວເລືອກເບີປະຕູຜ່ານ
ms: Ganti pemanggil sistem dengan pemanggil gerbang
my: စနစ် dialer ကို Gateway dialer ဖြင့် အစားထိုးပါ
ru: Заменить системный наборщик на наборщик шлюза
sw: Badilisha dialer ya mfumo na dialer ya gerbang
tg: Дайлери системаро бо дайлери гейтвей иваз кунед
th: แทนที่เครื่องโทรระบบด้วยเครื่องโทรเกตเวย์
zu: Shintsha i-dialer yesistimu nge-dialer ye-gateway

source: Enable Permissions
af: Aktiveer Toestemmings
ar: تمكين الأذونات
az: İcazələri Aktivləşdir
it: Abilita Permessi
ja: 権限を有効化
km: បើកការអនុញ្ញាត
ko: 권한 활성화
lo: ເປີດໃຊ້ສິດທີ່
ms: Dayakan Kebenaran
my: ခွင့်ပြုချက်များကို ဖွင့်ပါ
ru: Включить Разрешения
sw: Washa Ruhusa
tg: Фаъол кардани иҷозатҳо
th: เปิดใช้งานสิทธิ์
zu: Nika Amandla

# enablePermissionsDesc
source: Request elevated permissions for telephony
af: Versoek hoë telefoon toestemmings
ar: طلب أذونات متقدمة للهاتف
az: Telefoniya üçün yüksək icazələr tələb et
it: Richiedi permessi elevati per la telefonia
ja: 電話機能の高度な権限を要求
km: ស្នើសុំការអនុញ្ញាតខ្ពស់សម្រាប់ទូរស័ព្ទ
ko: 전화 기능을 위한 고급 권한 요청
lo: ຂໍສິດສູງສຳລັບໂທລະສັບ
ms: Minta kebenaran tinggi untuk telefon
my: ဖုန်းခေါ်ဆိုမှုအတွက် အဆင့်မြင့် ခွင့်ပြုချက်များ တောင်းဆိုပါ
ru: Запрашивать повышенные разрешения для телефонии
sw: Omba ruhusa za juu za simu
tg: Иҷозатҳои баландро барои телефонӣ дархост кунед
th: ขอสิทธิ์ขั้นสูงสำหรับโทรศัพท์
zu: Cela izimvume zephepha zocingo

# rememberCredentialsSettings
source: Remember Credentials
af: Onthou Inligtings
ar: تذكر بيانات الاعتماد
az: Məlumatları Yadda Saxla
it: Ricorda Credenziali
ja: 認証情報を記憶
km: ចងចាំ Credentials
ko: 인증 정보 기억
lo: ຈົດຈຳຂໍ້ມູນການຢືນຢັນ
ms: Ingat Kredensial
my: Credentials များကို မှတ်ထားပါ
ru: Запомнить Учетные Данные
sw: Kumbuka Vipimo
tg: Дар хотир нигоҳ доштани маълумот
th: จดจำข้อมูลประจำตัว
zu: Khumbula Amagama

# rememberCredentialsDesc
source: Save credentials and auto-login
af: Stoor inligtings en meld outomaties aan
ar: حفظ بيانات الاعتماد وتسجيل الدخول التلقائي
az: Məlumatları saxla və avtomatik daxil ol
it: Salva credenziali e login automatico
ja: 認証情報を保存して自動ログイン
km: រក្សាទុក credentials និងចូលដោយស្វ័យប្រវត្តិ
ko: 인증 정보를 저장하고 자동 로그인
lo: ບັນທຶກຂໍ້ມູນການຢືນຢັນແລະເຂົ້າສູ່ລະບົບອັດຕະໂນມັດ
ms: Simpan kredensial dan log masuk automatik
my: credentials များကို သိမ်းဆည်းပြီး အလိုအလျောက် login လုပ်ပါ
ru: Сохранить учетные данные и автовход
sw: Hifadhi vipimo na kuingia kiotomatiki
tg: Маълумотро захира кунед ва худкор ворид шавед
th: บันทึกข้อมูลประจำตัวและเข้าสู่ระบบอัตโนมัติ
zu: Londoloza amagama nokungena ngokuzenzakalelayo

source: Save Settings
af: Stoor Instellings
ar: حفظ الإعدادات
az: Tənzimləmələri Saxla
it: Salva Impostazioni
ja: 設定を保存
km: រក្សាទុកការកំណត់
ko: 설정 저장
lo: ບັນທຶກການຕັ້ງຄ່າ
ms: Simpan Tetapan
my: ဆက်တင်များကို သိမ်းဆည်းပါ
ru: Сохранить Настройки
sw: Hifadhi Mipangilio
tg: Захира кардани танзимот
th: บันทึกการตั้งค่า
zu: Londoloza Izilungiselelo

source: Settings saved successfully
af: Instellings suksesvol gestoor
ar: تم حفظ الإعدادات بنجاح
az: Tənzimləmələr uğurla saxlanıldı
it: Impostazioni salvate con successo
ja: 設定が正常に保存されました
km: ការកំណត់ត្រូវបានរក្សាទុកដោយជោគជ័យ
ko: 설정이 성공적으로 저장되었습니다
lo: ບັນທຶກການຕັ້ງຄ່າສຳເລັດແລ້ວ
ms: Tetapan berjaya disimpan
my: ဆက်တင်များ အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ
ru: Настройки успешно сохранены
sw: Mipangilio imehifadhiwa kwa mafanikio
tg: Танзимот бомуваффақият захира карда шуд
th: บันทึกการตั้งค่าสำเร็จแล้ว
zu: Izilungiselelo zilondoloziwe ngempumelelo

source: Error saving settings
af: Fout met stoor instellings
ar: خطأ في حفظ الإعدادات
az: Tənzimləmələri saxlamaqda xəta
it: Errore nel salvataggio delle impostazioni
ja: 設定の保存中にエラーが発生しました
km: កំហុសក្នុងការរក្សាទុកការកំណត់
ko: 설정 저장 중 오류가 발생했습니다
lo: ຂໍ້ຜິດພາດໃນການບັນທຶກການຕັ້ງຄ່າ
ms: Ralat menyimpan tetapan
my: ဆက်တင်များ သိမ်းဆည်းရာတွင် အမှားရှိနေပါသည်
ru: Ошибка сохранения настроек
sw: Hitilafu katika kuhifadhi mipangilio
tg: Хато дар захира кардани танзимот
th: เกิดข้อผิดพลาดในการบันทึกการตั้งค่า
zu: Iphutha ekulondolozeni izilungiselelo

source: Gateway Logs
ar: سجلات البوابة
az: Gateway Logları
it: Log del Gateway
ja: ゲートウェイログ
km: កំណត់ត្រាច្រកឆ្លងកាត់
ko: 게이트웨이 로그
lo: ບັນທຶກປະຕູຜ່ານ
ms: Log Gerbang
my: Gateway မှတ်တမ်းများ
ru: Логи Шлюза
sw: Kumbukumbu za Gerbang
tg: Сабтҳои гейтвей
th: บันทึกเกตเวย์
zu: Ama-Log e-Gateway

source: Search logs...
af: Soek logs...
ar: البحث في السجلات...
az: Logları axtar...
it: Cerca nei log...
ja: ログを検索...
km: ស្វែងរកកំណត់ត្រា...
ko: 로그 검색...
lo: ຄົ້ນຫາບັນທຶກ...
ms: Cari log...
my: မှတ်တမ်းများကို ရှာဖွေပါ...
ru: Поиск логов...
sw: Tafuta kumbukumbu...
tg: Ҷустуҷӯи сабтҳо...
th: ค้นหาบันทึก...
zu: Sesha ama-log...

source: Clear Logs
af: Maak Logs Skoon
ar: مسح السجلات
az: Logları Təmizlə
it: Cancella Log
ja: ログをクリア
km: សម្អាតកំណត់ត្រា
ko: 로그 지우기
lo: ລຶບບັນທຶກ
ms: Kosongkan Log
my: မှတ်တမ်းများကို ရှင်းလင်းပါ
ru: Очистить Логи
sw: Futa Kumbukumbu
tg: Тоза кардани сабтҳо
th: ลบบันทึก
zu: Sula Ama-Log

# clearLogsConfirmation
source: Are you sure you want to clear all logs? This action cannot be undone.
af: Is jy seker jy wil alle logs skoonmaak? Hierdie aksie kan nie ongedaan gemaak word nie.
ar: هل أنت متأكد من أنك تريد مسح جميع السجلات؟ لا يمكن التراجع عن هذا الإجراء.
az: Bütün logları təmizləmək istədiyinizə əminsiniz? Bu əməliyyat geri alına bilməz.
it: Sei sicuro di voler cancellare tutti i log? Questa azione non pu√≤ essere annullata.
ja: すべてのログをクリアしてもよろしいですか？この操作は元に戻せません。
km: តើអ្នកប្រាកដជាចង់សម្អាតកំណត់ត្រាទាំងអស់មែនទេ? សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
ko: 모든 로그를 지우시겠습니까? 이 작업은 취소할 수 없습니다.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບັນທຶກທັງໝົດ? ການດຳເນີນການນີ້ບໍ່ສາມາດຍົກເລີກໄດ້
ms: Adakah anda pasti mahu mengosongkan semua log? Tindakan ini tidak dapat dibatalkan.
my: မှတ်တမ်းအားလုံးကို ရှင်းလင်းရန် သေချာပါသလား? ဤလုပ်ဆောင်ချက်ကို ပြန်လည်ပယ်ဖျက်မရပါ
ru: Вы уверены, что хотите очистить все логи? Это действие нельзя отменить.
sw: Una uhakika unataka kufuta kumbukumbu zote? Kitendo hiki hakiwezi kurejeshwa.
tg: Шумо мутмаъин ҳастед, ки ҳамаи сабтҳоро тоза кунед? Ин амалро бозгашт карда наметавонад.
th: คุณแน่ใจหรือไม่ที่จะลบบันทึกทั้งหมด? การดำเนินการนี้ไม่สามารถยกเลิกได้
zu: Uqinisekile ukuthi ufuna ukusula wonke ama-log? Lesi senzo asikwazi ukubuyiselwa.

source: Cancel
af: Kanselleer
ar: إلغاء
az: Ləğv et
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
lo: ຍົກເລີກ
ms: Batal
my: ပယ်ဖျက်ပါ
ru: Отмена
sw: Ghairi
tg: Бекор кардан
th: ยกเลิก
zu: Khansela

source: Clear
af: Maak Skoon
ar: مسح
az: Təmizlə
it: Cancella
ja: クリア
km: សម្អាត
ko: 지우기
lo: ລຶບ
ms: Kosongkan
my: ရှင်းလင်းပါ
ru: Очистить
sw: Futa
tg: Тоза кардан
th: ลบ
zu: Sula

source: Logs cleared successfully
af: Logs suksesvol skoongemaak
ar: تم مسح السجلات بنجاح
az: Loglar uğurla təmizləndi
it: Log cancellati con successo
ja: ログが正常にクリアされました
km: កំណត់ត្រាត្រូវបានសម្អាតដោយជោគជ័យ
ko: 로그가 성공적으로 지워졌습니다
lo: ລຶບບັນທຶກສຳເລັດແລ້ວ
ms: Log berjaya dikosongkan
my: မှတ်တမ်းများ အောင်မြင်စွာ ရှင်းလင်းပြီးပါပြီ
ru: Логи успешно очищены
sw: Kumbukumbu zimefutwa kwa mafanikio
tg: Сабтҳо бомуваффақият тоза карда шуданд
th: ลบบันทึกสำเร็จแล้ว
zu: Ama-log asuliwe ngempumelelo

source: Error clearing logs
af: Fout met skoonmaak logs
ar: خطأ في مسح السجلات
az: Logları təmizləməkdə xəta
it: Errore nella cancellazione dei log
ja: ログのクリア中にエラーが発生しました
km: កំហុសក្នុងការសម្អាតកំណត់ត្រា
ko: 로그 지우기 중 오류가 발생했습니다
lo: ຂໍ້ຜິດພາດໃນການລຶບບັນທຶກ
ms: Ralat mengosongkan log
my: မှတ်တမ်းများ ရှင်းလင်းရာတွင် အမှားရှိနေပါသည်
ru: Ошибка очистки логов
sw: Hitilafu katika kufuta kumbukumbu
tg: Хато дар тоза кардани сабтҳо
th: เกิดข้อผิดพลาดในการลบบันทึก
zu: Iphutha ekusuleni ama-log

source: Error loading logs
af: Fout met laai logs
ar: خطأ في تحميل السجلات
az: Logları yükləməkdə xəta
it: Errore nel caricamento dei log
ja: ログの読み込み中にエラーが発生しました
km: កំហុសក្នុងការផ្ទុកកំណត់ត្រា
ko: 로그 로드 중 오류가 발생했습니다
lo: ຂໍ້ຜິດພາດໃນການໂຫຼດບັນທຶກ
ms: Ralat memuat log
my: မှတ်တမ်းများ ဖွင့်ရာတွင် အမှားရှိနေပါသည်
ru: Ошибка загрузки логов
sw: Hitilafu katika kupakia kumbukumbu
tg: Хато дар боргирии сабтҳо
th: เกิดข้อผิดพลาดในการโหลดบันทึก
zu: Iphutha ekulayishini ama-log

source: Stopped
af: Gestop
ar: متوقف
az: Dayandırıldı
it: Fermato
ja: 停止
km: បានបញ្ឈប់
ko: 중지됨
lo: ຢຸດແລ້ວ
ms: Dihentikan
my: ရပ်တန့်ထား
ru: Остановлен
sw: Imezimwa
tg: Қатъ карда шуд
th: หยุดแล้ว
zu: Imiswe

source: Starting...
af: Begin...
ar: بدء التشغيل...
az: Başlanır...
it: Avvio...
ja: 開始中...
km: កំពុងចាប់ផ្តើម...
ko: 시작 중...
lo: ກຳລັງເລີ່ມ...
ms: Memulakan...
my: စတင်နေသည်...
ru: Запуск...
sw: Inaanza...
tg: Оғоз карда истодааст...
th: กำลังเริ่ม...
zu: Iyaqala...
