Repository: telon-org/flutter_gsm_sip_gateway
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, it, ja, km, ko, lo, ms, my, ru, sw, tg, th, zu

source: Running
af: Hardloop
ar: قيد التشغيل
az: İşləyir
it: In esecuzione
ja: 実行中
km: កំពុងដំណើរការ
ko: 실행 중
lo: ກຳລັງໃຊ້ງານ
ms: Berjalan
my: အလုပ်လုပ်နေသည်
ru: Работает
sw: Inaendeshwa
tg: Кор карда истодааст
th: กำลังทำงาน
zu: Isebenza

source: Running (Registered)
af: Hardloop (Geregistreer)
ar: قيد التشغيل (مسجل)
az: İşləyir (Qeydiyyatdan keçdi)
it: In esecuzione (Registrato)
ja: 実行中（登録済み）
km: កំពុងដំណើរការ (បានចុះឈ្មោះ)
ko: 실행 중 (등록됨)
lo: ກຳລັງໃຊ້ງານ (ລົງທະບຽນແລ້ວ)
ms: Berjalan (Berdaftar)
my: အလုပ်လုပ်နေသည် (မှတ်ပုံတင်ပြီး)
ru: Работает (Зарегистрирован)
sw: Inaendeshwa (Imeandikishwa)
tg: Кор карда истодааст (ба қайд гирифта шуд)
th: กำลังทำงาน (ลงทะเบียนแล้ว)
zu: Isebenza (Ibhalisiwe)

source: Running (Connecting)
af: Hardloop (Koppel)
ar: قيد التشغيل (اتصال)
az: İşləyir (Qoşulur)
it: In esecuzione (Connessione)
ja: 実行中（接続中）
km: កំពុងដំណើរការ (កំពុងភ្ជាប់)
ko: 실행 중 (연결 중)
lo: ກຳລັງໃຊ້ງານ (ກຳລັງເຊື່ອມຕໍ່)
ms: Berjalan (Menyambung)
my: အလုပ်လုပ်နေသည် (ချိတ်ဆက်နေသည်)
ru: Работает (Подключение)
sw: Inaendeshwa (Inaunganisha)
tg: Кор карда истодааст (пайваст карда истодааст)
th: กำลังทำงาน (กำลังเชื่อมต่อ)
zu: Isebenza (Iyaqhuma)

source: Running (Disconnected)
af: Hardloop (Ontkoppel)
ar: قيد التشغيل (مفصول)
az: İşləyir (Bağlantı kəsildi)
it: In esecuzione (Disconnesso)
ja: 実行中（切断）
km: កំពុងដំណើរការ (បានផ្តាច់)
ko: 실행 중 (연결 해제됨)
lo: ກຳລັງໃຊ້ງານ (ຕັດການເຊື່ອມຕໍ່)
ms: Berjalan (Terputus)
my: အလုပ်လုပ်နေသည် (ချိတ်ဆက်မှု ဖြတ်တောက်ထား)
ru: Работает (Отключен)
sw: Inaendeshwa (Imeondolewa)
tg: Кор карда истодааст (қатъ карда шуд)
th: กำลังทำงาน (ตัดการเชื่อมต่อ)
zu: Isebenza (Ihlukanisiwe)

source: Error
af: Fout
ar: خطأ
az: Xəta
it: Errore
ja: エラー
km: កំហុស
ko: 오류
lo: ຂໍ້ຜິດພາດ
ms: Ralat
my: အမှား
ru: Ошибка
sw: Hitilafu
tg: Хато
th: ข้อผิดพลาด
zu: Iphutha

source: Connecting...
af: Koppel...
ar: جاري الاتصال...
az: Qoşulur...
it: Connessione...
ja: 接続中...
km: កំពុងភ្ជាប់...
ko: 연결 중...
lo: ກຳລັງເຊື່ອມຕໍ່...
ms: Menyambung...
my: ချိတ်ဆက်နေသည်...
ru: Подключение...
sw: Inaunganisha...
tg: Пайваст карда истодааст...
th: กำลังเชื่อมต่อ...
zu: Iyaqhuma...

# registeredStatus
source: Registered
af: Geregistreer
ar: مسجل
az: Qeydiyyatdan keçdi
it: Registrato
ja: 登録済み
km: បានចុះឈ្មោះ
ko: 등록됨
lo: ລົງທະບຽນແລ້ວ
ms: Berdaftar
my: မှတ်ပုံတင်ပြီး
ru: Зарегистрирован
sw: Imeandikishwa
tg: Ба қайд гирифта шуд
th: ลงทะเบียนแล้ว
zu: Ibhalisiwe

source: Call in progress
af: Oproep in uitvoering
ar: مكالمة قيد التقدم
az: Zəng davam edir
it: Chiamata in corso
ja: 通話中
km: ការហៅកំពុងដំណើរការ
ko: 통화 진행 중
lo: ການໂທກຳລັງດຳເນີນຢູ່
ms: Panggilan sedang berlangsung
my: ခေါ်ဆိုမှု ဆက်လက်ဖြစ်ပွားနေသည်
ru: Звонок в процессе
sw: Simu inaendelea
tg: Заңгир дар раванд аст
th: การโทรกำลังดำเนินการ
zu: Ucingo luyasebenza

source: Unknown error
af: Onbekende fout
ar: خطأ غير معروف
az: Naməlum xəta
it: Errore sconosciuto
ja: 不明なエラー
km: កំហុសដែលមិនស្គាល់
ko: 알 수 없는 오류
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້
ms: Ralat tidak diketahui
my: အမှားအမည် မသိ
ru: Неизвестная ошибка
sw: Hitilafu isiyojulikana
tg: Хатои номаълум
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
zu: Iphutha elingaziwa
